[
    {  "name" : "Мамба Джеймсона",
        "text" : "Мамба Джеймсона, изящная зеленая змея длиной под два метра, яд которой обладает нервно-паралитическим действием. Отказывают мышцы дыхательной системы и жертва медленно, но верно задыхается. Потом змея ужинает ею. Обитает в Африке. Есть еще черная мамба, ее длина 4 метра, которая так же ядовита, как и зеленая, но боятся ее больше. Есть поверье, что если черная мамба переползла путь, жди смерти. Или сама приползет и укусит, или просто умрешь от несчастного случая. Есть мнение, что укус мамб смертелен, однако это не так. Если в течение часа после укуса принять сыворотку, то выживание гарантировано. Убежать от змеи почти невозможно, мамба передвигается со скоростью 11 км/час.",
        "img" : "Mamba_Jeimsona"
    },
    {  "name" : "Долгоносик",
        "text" : "Долгоносик обитает в Северной и Южной Америке. Для человека совершенно безопасен. Робкие и пугливые, при малейшей опасности выпускают вонючую жидкость и уползают. В общем, это такие пресмыкающиеся «скунсы».",
        "img" : "Dolgonosik"
    },
    {  "name" : "Радужный щитохвост",
        "text" : "Радужный щитохвост. Очень редкая змея Южной Америки. Всего было поймано три экземпляра, о змеях этого вида известно очень мало, даже непонятно, ядовитые они или нет, но вообще щитохвосты в большинстве своем неядовиты. На солнце шкурка радужного щитохвоста переливается, как драгоценный сапфир. ",
        "img" : "Radujniy"
    },
    {  "name" : "Техасский полоз",
        "text" : "Техасский полоз или белая крысиная змея. Как понятно из названия, обитает в Техасе, а также в Мексике. Не опасен, не ядовит, благородно красив. Идеальный образчик для содержания в домашнем террариуме. ",
        "img" : "Texas"
    },
    {  "name" : "Виноградная (остроголовая) змея",
        "text" : "Виноградная (остроголовая) змея, обитает в Венесуэле. Поскольку она очень красивая и неядовитая, ее часто содержат в террариумах. Укус змеи токсичен, но не смертелен. Главное, вовремя принять меры. ",
        "img" : "Vinograd"
    },
    {  "name" : "Радужный удав",
        "text" : "Радужный удав, обитает в Южной Америке, особенно много удавов в районе Амазонки. Питается мелкими животными, максимально крупное животное, кого может удушить, – это большая крыса. Если чувствуют опасность, могут и кусаться, но они не ядовиты.",
        "img" : "Radujniy_udav"
    },
    {  "name" : "Колючая кустарниковая гадюка",
        "text" : "Колючая кустарниковая гадюка обитает в жарких районах Центральной Африки и относится к ядовитым змеям. Помимо оригинальной внешности, эти рептилии отличаются также необычными привычками – они легко взбираются вверх по тростнику или стеблям растений и проводят свое время внутри крупных цветков и листьев. ",
        "img" : "Koluchka"
    },
    {  "name" : "Обыкновенная подвязочная змея",
        "text" : "Обыкновенная подвязочная змея обладает зачатками истинного живорождения. Калифорнийский подвид этой змеи находится под угрозой исчезновения. Обитают вблизи водоемов или в сырых низинных местах, однако некоторые виды, особенно в восточных частях континента, встречаются и вдалеке от водоемов. Питаются главным образом земноводными, реже рыбой, речными раками, мелкими млекопитающими и птицами, насекомыми, земляными червями.",
        "img" : "Podvyazochnaya"
    },
    {  "name" : "Мамба западная (зелёная)",
        "text" : "Для человека этот вид очень опасен. Яд зеленой западной мамбы считается даже более токсичным, чем у некоторых разновидностей кобр. Чаще всего человека, которого укусила эта змея, просто не успевают доставить в больницу. На верней челюсти мамбы располагаются по одному с каждой стороны два ядовитых зуба. На них есть желобки, которые образуют пустые внутри трубочки. Вокруг ядовитой железы располагается мышца. Когда змея производить укус, то мышца нажимает на мышцу, таким образом, выдавливая яд в зубы, который следует через желобки зубов в тело жертвы. ",
        "img" : "Mamba_zelenaya"
    },
    {  "name" : "Королевская ошейниковая змея",
        "text" : "Королевская ошейниковая змея обитает в США и Мексике. Как правило, эти змеи серые с темными или кремовыми пятнами на нижней стороне, которые становятся ярко-красными и оранжевыми у хвоста.",
        "img" : "Koroleva"
    },
    {  "name" : "Изумрудный древесный удав",
        "text" : "Изумрудные, или, как его еще называют - собакоголовые удавы достигают в длину от 2 до 3 м. Окраска ярко-зелёная с белыми пятнами на спине, иногда соединенными тонкой белой линией проходящей по хребту. Окрас брюха варьирует от грязно-белого до светло-жёлтого. Молодые удавы красно-оранжевые, изредка зеленые. Очень цепкий хвост позволяет змее не только ловко и быстро передвигаться среди ветвей, но и отдыхать на тонкой ветви, укрепившись хвостом, свесив по два полукольца туловища с каждой стороны ветки и положив сверху голову.",
        "img" : "Izumrud"
    },
    {  "name" : "Длинноносый уж",
        "text" : "Стройная змея с цилиндрическим телом и гладкой чешуей. Она имеет заостренную голову и выступающий вперед кончик морды, так что верхняя челюсть нависает и перекрывает нижнюю. Окраска кремовая или желтоватая с рядом черных седловидных пятен с белой каемкой вдоль спины. На туловище встречаются чешуйки с черными крапинками и полностью красные. Похожа на некоторых королевских змей и на коралловых аспидов.",
        "img" : "Dlinnonosiy"
    },
    {  "name" : "Королевская кобра",
        "text" : "Королевская кобра или гамадриад - самая большая в мире ядовитая змея. Средние размеры взрослой особи 3-а м., но были зарегистрированы и рекорды – 5, 5 м. На голове королевской кобры позади затылочных щитков полукругом расположены еще шесть дополнительных крупных щитков. Окрас туловище желтовато-зеленуй с черными кольцами, которые зачастую на передней части тела узкие и нечеткие, а к хвосту становятся широкими и яркими. Тем не менее, в связи с обширной средой обитания окрас королевской кобры весьма изменчив.",
        "img" : "Kobra"
    },
    {  "name" : "Чёрная мамба",
        "text" : "Черная мамба является самым крупным видом из рода мамб. При этом она меньше прочих мамб приспособлена для жизни на деревьях, поэтому чаще всего она встречается среди разреженных кустарников. Это одна из самых бесстрашных и опасных змей Африканского континента. Это действительно зрелище не для слабонервных – увидеть перед собой черную мамбу, которая громко шипит и настолько широко открывает свою пасть, что видна ее черная глотка, да еще и делает в Вашу сторону угрожающие броски. ",
        "img" : "Mamba_chernaya"
    },
    {  "name" : "Королевская калифорнийская змея",
        "text" : "Такое название она получила за свою необыкновенную внешность. Если сравнивать ее с другими змеями, то она довольно небольших размеров – длина ее составляет около восьмидесяти сантиметров, но благодаря тому, что у нее очень красивый окрас, вид у этой рептилии величественный. В природе существуют различные вариации окрасов на темном фоне, который также может изменяться от красноватого до черно-бурого.",
        "img" : "Kaliforniya"
    },
    {  "name" : "Шершавая древесная гадюка",
        "text" : "Шершавые древесные гадюки обладают сильным ядом гематологического действия, и, хотя редко нападают на людей из-за обитания в чаще лесов, известно два смертельных случая укусов человека.",
        "img" : "Shershavaya"
    },
    {  "name" : "Коралловая сверташка",
        "text" : "Коралловая сверташка — вид змей, в настоящее время выделяемый в отдельное семейство вальковатых змей (Aniliidae). Представители обитают во влажных тропических лесах Южной Америки к востоку от Анд. Питаются слепозмейками, мелкими ящерицами, червягами.",
        "img" : "Koralovaya"
    },
    {  "name" : "Темный тигровый питон",
        "text" : "Темный тигровый питон - самый крупный, самый яркий и самый обычный в коллекциях зоопарков и террариумистов питон из этой группы. Окрашен темнее других подвидов (отсюда название), населяет горные дождевые леса (именно его называют горный бирманский питон) Южного Китая, Вьетнама, Камбоджи, Север Таиланда, Лаоса, Бирмы. В горы поднимается до 1800 м над уровнем моря.",
        "img" : "Tigroviy"
    },
    {  "name" : "Желтая пузатая змея",
        "text" : "Официальное ее имя — двухцветная пеламида, обитает в соленой морской воде в акваториях. Очень ядовитая, обитает на Дальнем Востоке. Это единственный представитель своего рода, воздух она поглощает всем телом, наружу выбирается редко. Прячется в водорослях, откуда выныривает, кусает жертву, оглушает ее хвостом, а потом душит и ест. В общем, это три в одном, этакая морская кобра-удав, да еще и опасный боец.",
        "img" : "Jeltaya"
    },
    {  "name" : "Полоз (крысиная змея) Байрда",
        "text" : "Очень красивый полоз-хамелеон. На гальке и песке имеет рыжевато-ржавый окрас, а на грунте становится стального цвета, чешуйки отливают полированным металлом. Очень редкий окрас.",
        "img" : "Bairda"
    },
    {  "name" : "Красноголовый",
        "text" : "Красноголовый — крайне красивая и ядовитая змея, населяющая Вьетнам, острова Малайзии и Индонезии. Очень ядовит, может есть других змей. На него по окрасу похожа двухполосая железистая змея, у которой верхняя полоса не синяя, а темно-синяя, почти черная. Тоже ядовитая, и тоже очень опасная. И тоже ест змей.",
        "img" : "Krasnogoloviy"
    },
    {  "name" : "Ковровый питон",
        "text" : "Змея в стиле Билайн, не иначе. И почему компания не выбрала себе такой логотип, было бы весело. Обитает в Австралии и Индонезии. Не ядовит, но задушить может запросто.",
        "img" : "Kovroviy"
    },
    {  "name" : "Еще какая-то змея",
        "text" : "Очень красивая змея, но к какому виду принадлежит - неизвестно. :)",
        "img" : "Unnown"
    }
]